[
    {
        "id": 1,
        "image": "https://i.ibb.co.com/rFMhS2Z/man-and-woman-in-career-counseling-session.jpg",
        "serviceName": "Career Counseling Sessions",
        "category": "Online",
        "description": "Get personalized guidance to shape your career path with our expert career counselors. This session is tailored to help you identify your strengths, explore different career opportunities, and set achievable professional goals. Whether you're a recent graduate or considering a career change, our counselors will provide actionable advice and resources to empower your journey. Gain clarity about industry trends, the skills you need to acquire, and strategies to overcome challenges in your professional life.",
        "price": "$50",
        "duration": "05-12-24 5-6pm",
        "counselor": "John Doe",
        "rating": 4.8,
        "buttonText": "Learn More"
    },
    {
        "id": 2,
        "image": "https://i.ibb.co.com/C7pkVHP/istockphoto-1610418898-612x612.jpg",
        "serviceName": "Resume Review",
        "category": "Offline",
        "description": "Ensure your resume stands out with our expert review service. Our team of professionals will analyze your resume, focusing on its structure, content, and overall presentation. You'll receive detailed feedback on how to make your resume more impactful, highlighting your skills and achievements effectively. This session will equip you with techniques to tailor your resume for specific job applications and industry requirements, increasing your chances of landing interviews for your dream jobs.",
        "price": "$30",
        "duration": "07-12-24 2-3pm",
        "counselor": "Jane Smith",
        "rating": 4.6,
        "buttonText": "Learn More"
    },
    {
        "id": 3,
        "image": "https://i.ibb.co.com/jz4B81p/businessman-presses-button-soft-skill-260nw-2381303199.webp",
        "serviceName": "Skill Assessment",
        "category": "Group",
        "description": "Identify and evaluate your strengths and weaknesses with our professional skill assessment session. Designed to help you understand your current capabilities, this service offers insights into areas for improvement and growth. With tailored assessments and expert feedback, you will learn how to leverage your skills effectively in professional settings. This session is ideal for anyone looking to refine their talents and align them with their career goals.",
        "price": "$40",
        "duration": "10-12-24 4-5pm",
        "counselor": "Michael Brown",
        "rating": 4.7,
        "buttonText": "Learn More"
    },
    {
        "id": 4,
        "image": "https://i.ibb.co.com/fMngSb0/Interview-prep.png",
        "serviceName": "Interview Preparation",
        "category": "Online",
        "description": "Boost your confidence and prepare for success in your next interview with this dedicated preparation session. Our experts will provide personalized tips, conduct mock interviews, and offer constructive feedback to refine your answers. Learn how to effectively communicate your skills, handle challenging questions, and leave a lasting impression. This session is tailored to meet the specific requirements of your target job or industry.",
        "price": "$60",
        "duration": "15-12-24 3-4pm",
        "counselor": "Emily Davis",
        "rating": 4.9,
        "buttonText": "Learn More"
    },
    {
        "id": 5,
        "image": "https://i.ibb.co.com/wpp6WmL/1658113644477.jpg",
        "serviceName": "Networking Skills Workshop",
        "category": "Offline",
        "description": "Master the art of professional networking in this comprehensive workshop. Learn how to initiate conversations, build meaningful connections, and maintain relationships that add value to your career. This session covers strategies for effective communication, leveraging social media for networking, and understanding the do’s and don’ts of building professional relationships. By the end of the workshop, you'll feel confident navigating networking events and creating opportunities for your career growth.",
        "price": "$70",
        "duration": "20-12-24 1-3pm",
        "counselor": "Chris Johnson",
        "rating": 4.5,
        "buttonText": "Learn More"
    },
    {
        "id": 6,
        "image": "https://i.ibb.co.com/MR0w10q/67294a11d72ce2d186072f98-blog-how-to-measure-the-success-of-corporate-mentorship-programs.webp",
        "serviceName": "Mentorship Program",
        "category": "Group",
        "description": "Learn directly from experienced industry leaders in our exclusive mentorship program. This program is designed to provide practical insights, professional guidance, and career support to help you navigate your career journey. Engage in interactive discussions, receive advice on overcoming challenges, and build a strong professional network. Our mentors are committed to helping you achieve your personal and professional milestones.",
        "price": "$100",
        "duration": "25-12-24 5-7pm",
        "counselor": "Sophia Wilson",
        "rating": 4.9,
        "buttonText": "Learn More"
    },
    {
        "id": 7,
        "image": "https://i.ibb.co.com/w7YXS2F/Personal-Branding-Workshop-Blog-Main-Image.png",
        "serviceName": "Personal Branding Workshop",
        "category": "Online",
        "description": "Unlock the power of personal branding in this in-depth workshop designed to elevate your professional image and establish a strong personal presence. Learn how to showcase your unique skills, values, and experiences through online and offline platforms. This workshop will cover strategies for developing a compelling LinkedIn profile, crafting a powerful elevator pitch, and building a lasting impression in the minds of colleagues and potential employers. Gain insights from experts who will provide personalized feedback and actionable tips to take your career to the next level.",
        "price": "$80",
        "duration": "30-12-24 6-8pm",
        "counselor": "Daniel Carter",
        "rating": 4.8,
        "buttonText": "Learn More"
    },
    {
        "id": 8,
        "image": "https://i.ibb.co.com/mbk9XQd/relaxed-informal-it-business-startup-company-team-meeting-KFKHFF.jpg",
        "serviceName": "Team Leadership Training",
        "category": "Group",
        "description": "Enhance your leadership abilities in this comprehensive training designed for aspiring and current team leaders. This session will guide you through effective strategies for managing diverse teams, resolving conflicts, and fostering a culture of collaboration. Learn the art of setting clear goals, delegating tasks efficiently, and motivating team members to achieve their best potential. With hands-on exercises, role-playing scenarios, and expert feedback, this training aims to equip you with the tools and confidence needed to lead successfully in dynamic professional environments.",
        "price": "$120",
        "duration": "05-01-25 10am-12pm",
        "counselor": "Olivia Martinez",
        "rating": 4.9,
        "buttonText": "Learn More"
    }
]
